Repository: made2k/SunriseFasting
Catalog: Fasting/Application/Localizable.xcstrings
Source language: en
Languages: sv

source: Awful
sv: Usel

source: Bad
sv: Dålig

source: Cancel
sv: Avbryt

source: Clear Mood
sv: Rensa Sinnesstämning

source: custom description
sv: anpassad beskrivning

source: Custom Duration (Hours)
sv: Anpassad Varaktighet (Timmar)

source: custom title
sv: anpassad titel

source: Delete Fast
sv: Ta bort Fasta

source: Edit End Time
sv: Redigera Sluttid

source: Edit Start
sv: Redigera Start

source: Elapsed time (%@)
sv: Förfluten tid (%@)

source: End Fast
sv: Avsluta Fasta

source: Enter notes about your fast
sv: Ange anteckningar om din fasta

source: Export
sv: Exportera

source: Fast Started
sv: Fasta Påbörjad

source: Fasting Duration (%@)
sv: Fastans Varaktighet (%@)

source: Fasting Goal
sv: Fastemål

source: Fasts
sv: Faster

source: fourteen description
sv: fjorton beskrivning

source: fourteen title
sv: fjorton titel

source: Get started with your first fast.
sv: Börja med din första fasta.

source: Good
sv: Bra

source: Great!
sv: Utmärkt!

source: Import
sv: Importera

source: Mood: %@
sv: Sinnesstämning: %@

source: nineteen description
sv: nitton beskrivning

source: nineteen title
sv: nitton titel

source: Okay
sv: Okej

source: Options
sv: Alternativ

source: Save
sv: Spara

source: Save Fast
sv: Spara Fasta

source: Set your own custom fasting target here
sv: Ange ditt egna anpassade fasta mål här

source: sixteen description
sv: sexton beskrivning

source: sixteen title
sv: sexton titel

source: Start Fast
sv: Starta Fasta

source: Starting your fast now will complete it:
sv: Att börja din fasta nu kommer att slutföra den:

source: Stop Fasting?
sv: Sluta Fasta?

source: Target End
sv: Måldatum

source: Test Button
sv: Testknapp

source: This text should be blurred
sv: Denna text bör vara suddig

source: Time since last fast
sv: Tid sedan senaste fasta

source: Timeline
sv: Tidslinje

source: twenty three description
sv: tjugotre beskrivning

source: twenty three title
sv: tjugotre titel
